Repository: GunnJerkens/wp-boilerplate
Catalog: public/content/plugins/enable-media-replace/languages/enable-media-replace-*.po
Languages: da_dk, de_de, fr_fr, ja, nl_nl, pt_br, sv_se, zh_cn

source: Replace media
da_dk: Udskift media
de_de: Datei ersetzen
fr_fr: Remplacer le média
ja: メディアを置換
nl_nl: Vervangen media
pt_br: Substituir mídia
sv_se: Ersätt media
zh_cn: 替换媒体

source: Upload a new file
da_dk: Upload en ny fil
de_de: Eine neue Datei hochladen
fr_fr: Choisir le nouveau fichier
ja: 新しいファイルをアップロード
nl_nl: Uploaden nieuw bestand
pt_br: Enviar novo arquivo
sv_se: Ladda upp en ny fil
zh_cn: 上传新文件

source: To replace the current file, click the link and upload a replacement.
da_dk: Hvis du ønsker at udskifte den aktuelle fil - klik på linket og upload den nye fil.
de_de: Eine neue Datei hochladen, die die aktuelle ersetzen soll.
fr_fr: Pour remplacer le fichier actuel, cliquez ci-dessus et choisissez le nouveau fichier.
ja: 現在のファイルを置換するには、このリンクをクリックしてアップロードします。
nl_nl: Klik om het bestaande bestand te vervangen door een nieuw te uploaden bestand.
pt_br: Para subtituir o arquivo atual, clique no link e carregue um substituto
sv_se: För att ersätta den nuvarande filen, klicka på länken och ladda upp en ny fil.
zh_cn: 想要替换当前文件，点击上述链接并上传新文件

source: Revised
ja: 変更されました
sv_se: Uppdaterad

source: You do not have permission to upload files.
da_dk: Du har ikke tilladelse til at uploade filer.
de_de: Sie haben nicht die benötigten Rechte um Dateien hochzuladen.
fr_fr: Vous n'avez pas la permission d'envoyer des fichiers.
ja: ファイルをアップロードする権限がありません。
nl_nl: U heeft geen rechten om bestanden te uplaoden
pt_br: Você não tem permissões para enviar arquivos.
sv_se: Du har inte tillåtelse att ladda upp filer.
zh_cn: 您没有权限上传文件

source: Replace Media Upload
de_de: Medien-Datei ersetzen
fr_fr: Remplacement de média
ja: 新しいメディアファイルをアップロード
pt_br: Enviar Mídia Substituta
sv_se: Ladda upp ny fil
zh_cn: 替换媒体文件

source: NOTE: You are about to replace the media file
da_dk: OBS: Du er nu ved at overskrive filen,
de_de: HINWEIS: Sie sind dabei, eine Datei in der Mediathek zu ersetzen
fr_fr: ATTENTION : vous vous apprêtez à remplacer le fichier
ja: ※ このメディアを置き換えようとしています。
nl_nl: Opmerking: U staat op het punt het media bestand
pt_br: NOTA: Você irá substituir o arquivo de mídia
sv_se: OBS: Du är på väg att ersätta filen
zh_cn: 注意：您将要替换媒体文件

source: There is no undo. Think about it!
da_dk: Der er ingen mulighed for at fortryde, så tænkt dig godt om inden du accepterer.
de_de: Diese Aktion kann nicht rückgängig gemacht werden!
fr_fr: Cette opération est irréversible. Soyez sûr(e) de vous !
ja: 元に戻せませんのでご注意ください。
nl_nl: Deze bewerking kan niet ongedaan worden gemaakt!
pt_br: Não é possível cancelar esta ação.
sv_se: Det finns inget sätt att ångra. Tänk efter först!
zh_cn: 此操作无法撤销。

source: Choose a file to upload from your computer
da_dk: Vælg den fil du ønsker at uploade fra din computer.
de_de: Datei vom Computer auswählen:
fr_fr: Envoyez un fichier depuis votre ordinateur :
ja: コンピューターからアップロードするファイルを選択
nl_nl: Selecteer een bestand op de PC om te uploaden
pt_br: Escolha um arquivo para enviar do seu computador
sv_se: Välj en fil att ladda upp från din dator
zh_cn: 从计算机中选择文件上传

source: Select media replacement type:
da_dk: Vælg media type:
de_de: Wählen Sie die gewünschte Aktion:
fr_fr: Choisissez la méthode de remplacement :
ja: メディアを置換する方式を選択：
nl_nl: Selecteer de wijze van vervanging
pt_br: Selecione o tipo de substituição
sv_se: Välj ersättningsform:
zh_cn: 选择媒体替换类型

source: Just replace the file
da_dk: Udskift filen
de_de: Datei einfach ersetzen
fr_fr: Remplacer le fichier seulement
ja: ファイルの置換のみ
nl_nl: Vervang alleen het bestand
pt_br: Apenas substituir arquivo
sv_se: Ersätt bara filen
zh_cn: 仅替换文件

source: Note: This option requires you to upload a file of the same type (
da_dk: OBS: Denne mulighed kræver at du uploader en fil af samme type (
de_de: Hinweis: Die Datei muss vom selben Dateityp sein (
fr_fr: Avec cette option, vous devez choisir un fichier du même type (
ja: ※ このオプションは、元のファイルと同じファイル形式でアップロードする必要があります。（
nl_nl: Opmerking: voor deze optie moet u een bestand van hetzelfde type uploaden (
pt_br: Nota: Esta opção requer o carregamento de um arquivo do mesmo tipo (
sv_se: Detta val kräver att du laddar upp en fil av exakt samma typ (
zh_cn: 说明：此选项要求您上传与之前文件相同的文件类型（

source: ) as the one you are replacing. The name of the attachment will stay the same (
da_dk: ) som den du overskriver. Navnet på filen vil forblive det samme (
de_de: ) wie die Datei, die Sie ersetzen. Der Name der der Datei bleibt erhalten (
fr_fr: ) que le précédent. Le nom du fichier actuel (
ja: ） ファイル名は同じになります。（
nl_nl: ) De naam in de media bibliotheek blijft hetzelfde (
pt_br: ) do que está sendo substituído. O nome do arquivo permanecerá o mesmo(
sv_se: ) som den du ersätter. Namnet på filen kommer att behållas (
zh_cn: ），替换后，无论您上传的文件名是什么，上传后的媒体文件名称与地址都会保持不变（

source: ) no matter what the file you upload is called.
da_dk: ) uanset hvad den fil du uploader hedder.
de_de: ), ganz egal wie die neue Datei heißt.
fr_fr: ) sera conservé, quel que soit le nom de votre nouveau fichier.
nl_nl: ) onafhankelijk van de naam van het nieuwe bestand.
pt_br: ), independente do nome do arquivo enviado.
sv_se: ) oavsett vad filen du laddar upp heter på din dator.

source: Replace the file, use new file name and update all links
da_dk: Overskriv filen, brug det nye fil navn og opdater alle links-
de_de: Datei ersetzen, aber neuen Dateinamen verwenden und alle Links automatisch aktualisieren
fr_fr: Remplacer le fichier, utiliser le nouveau nom de fichier et mettre à jour tous les liens
ja: ファイルを置換して新しいファイル名で全てのリンクを更新する
nl_nl: Vervang het bestand, gebruik de nieuwe naam en werk alle links bij.
pt_br: Substituir o arquivo, usar o novo nome de arquivo, e atualizar todos os links
sv_se: Ersätt filen, använd det nya filnamnet och uppdatera alla länkar
zh_cn: 替换文件，使用新文件名并更新所有链接

source: Note: If you check this option, the name and type of the file you are about to upload will replace the old file. All links pointing to the current file (
da_dk: OBS: Hvis du vælger denne mulighed - vil filnavnet og filtypen som du er ved at uploade overskrive den gamle fil. Alle links der peger på den nuværende fil (
de_de: Hinweis: Der Name der neuen Datei wird die alte ersetzen. Alle Verweise auf die aktuelle Datei (
fr_fr: Avec cette option, le nom et le type de votre nouveau fichier vont remplacer ceux du fichier actuel. Tous les liens vers celui-ci (
ja: ※ このオプションをチェックすると、アップロードしたファイルの名称と形式に置換されます。現在のファイル名（
nl_nl: Opmerking: bij deze keuze wordt het bestand volledig vervangen. Alle links naar het huidige bestand (
pt_br: Nota: Se selecionar esta opção, o nome e tipo do arquivo que você enviar irá substituir os do arquivo antigo. Todos os links do arquivo atual (
sv_se: Om du klickar i den här rutan kommer den även namnet och typen på den nya filen du laddar upp helt att ersätta den gamla. Alla länkar som pekar på den gamla filen (
zh_cn: 说明：使用此选项，将会使用新文件的文件名及文件类型，所有包含文件名（

source: ) will be updated to point to the new file name.
da_dk: ) vil blive opdateret så de peger på den nye fil.
de_de: ) werden auf die neue aktualisiert.
fr_fr: ) seront mis à jour selon le nouveau nom du fichier.
ja: ）へのリンクが全て新しいファイル名に更新されます。
nl_nl: ) worden bijgewerkt naar het nieuwe bestand.
pt_br: ) serão atualizados para o novo arquivo.
sv_se: ) kommer att uppdateras så att de pekar på det nya filnamnet.
zh_cn: ）的链接也将会被替换成新文件名。

source: Please note that if you upload a new image, only embeds/links of the original size image will be replaced in your posts.
ja: 新しいファイルをアップロードすると、元のサイズの画像へのリンクや埋め込みのみが置換されますのでご注意ください。
sv_se: Notera att om du laddar upp en ny bild kommer endast inbäddningar/länkar till originalstorleken att bytas ut i dina poster.

source: Upload
de_de: Hochladen
fr_fr: Envoyer
ja: アップロード
nl_nl: Uploaden
pt_br: Enviar
sv_se: Ladda upp
zh_cn: 上传

source: Cancel
da_dk: Fortryd
de_de: Abbrechen
fr_fr: Annuler
ja: キャンセル
nl_nl: Annuleren
pt_br: Cancelar
sv_se: Avbryt
zh_cn: 取消

source: The file %1$s can not be deleted by the web server, most likely because the permissions on the file are wrong.
sv_se: Filen %1$s kan inte raderas av webbservern, troligen på grund av filrättigheterna.

source: File type does not meet security guidelines. Try another.
fr_fr: Ce type de fichier est incompatible avec les règles de sécurité. Essayez-en un autre.
ja: ファイル形式がセキュリティ的に許可されません。他の形式をお試しください。
sv_se: Den här filen är inte tillåten enligt WordPress säkerhetsinställningar.
zh_cn: 文件类型不符合安全规范，请尝试其他文件。
